Revit 2027 API
SymbolTypeId.KipDashFtPerDegreePerFt Property
 Symbol kip-ft/°/ft, indicating unit Kip feet per degree per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipDashFtPerDegreePerFt { get; }
Public Shared ReadOnly Property KipDashFtPerDegreePerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipDashFtPerDegreePerFt {
	ForgeTypeId^ get ();
}
static member KipDashFtPerDegreePerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace